Repository: kodi-game/game.libretro.flycast
Catalog: game.libretro.flycast/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, zh_cn

# Addon Description
source: Flycast is a fork of Reicast, a multi-platform Sega Dreamcast emulator.
da_dk: Flycast er en fork af Reicast, en Sega Dreamcast-emulator til adskillige platforme.
de_de: Flycast ist ein Ableger von Reicast, einem Multiplattform-Emulator für Sega Dreamcast.
es_es: Flycast es una bifurcación de Reicast, un emulador multiplataforma de Sega Dreamcast.
ga: Is forc de Reicast é Flycast, aithriseoir il-ardán Sega Dreamcast.
zh_cn: Flycast 是 Reicast 的一个分支，是一个多平台的世嘉 Dreamcast 模拟器。

# #30001
source: Boot to BIOS (Restart Required)
da_dk: Boot til BIOS (genstart påkrævet)
de_de: In BIOS booten (Neustart erforderlich)
es_es: Arrancar en BIOS (Reinicio Requerido)
ga: Tosaithe chuig BIOS (Atosú Riachtanach)
zh_cn: 引导至 BIOS（需要重新启动）

# #30002
source: System Type (Restart Required)
da_dk: Systemtype (genstart påkrævet)
de_de: Systemtyp (Neustart erforderlich)
es_es: Tipo de Sistema (Reinicio Requerido)
ga: Cineál Córais (Atosú Riachtanach)
zh_cn: 系统类型（需要重新启动）

# #30003
source: HLE BIOS
ga: BIOS HLE

# #30004
source: Accumulation Pixel Buffer Size (Restart Required)
da_dk: Akkumulering af pixelbufferstørrelse (genstart påkrævet)
de_de: Pixelpuffergröße akkumulieren (Neustart erforderlich)
es_es: Acumulación Tamaño del Búfer de Píxeles (Reinicio Requerido)
ga: Méid Maoláin Picteilíní Carntha (Atosú Riachtanach)
zh_cn: 累积像素缓冲区大小（需要重新启动）

# #30005
source: Internal Resolution (Restart Required)
da_dk: Intern opløsning (genstart påkrævet)
de_de: Interne Auflösung (Neustart erforderlich)
es_es: Resolución Interna (Reinicio Requerido)
ga: Réiteach Inmheánach (Atosú Riachtanach)
zh_cn: 内部分辨率（需重启）

# #30006
source: Screen Orientation
da_dk: Skærmretning
de_de: Bildschirmausrichtung
es_es: Orientación de Pantalla
ga: Treoshuíomh an Scáileáin
zh_cn: 屏幕方向

# #30007
source: Alpha Sorting
da_dk: Sortering af alpha
de_de: Alpha-Sortierung
es_es: Clasificación Alfa
ga: Sórtáil Alfa
zh_cn: Alpha 排序

# #30008
source: GD-ROM Fast Loading (inaccurate)
da_dk: Hurtig indlæsning af GD-ROM (unøjagtig)
de_de: GD-ROM Schnellladen (ungenau)
es_es: Carga Rápida de GD-ROM (imprecisa)
ga: Luchtú Tapa GD-ROM (míchruinn)
zh_cn: GD-ROM 快速加载（不精确）

# #30009
source: Mipmapping
es_es: Mapeado MIP
ga: Mipmapáil
zh_cn: MIP 映射

# #30010
source: Fog Effects
da_dk: Tågeeffekter
de_de: Nebeleffekte
es_es: Efecto Niebla
ga: Éifeachtaí Ceo
zh_cn: 雾效果

# #30011
source: Volume Modifier
da_dk: Ændring af lydstyrke
de_de: Lautstärkemodifikator
es_es: Modificador de Volumen
ga: Modhnóir Imleabhair
zh_cn: 音量修改器

# #30012
source: Widescreen Hack (Restart Required)
da_dk: Widescreen hack (genstart påkrævet)
de_de: Breitbild-Hack (Neustart erforderlich)
es_es: Hack de Pantalla Panorámica (Reinicio Requerido)
ga: Hac Leathan-Scáileáin (Atosú Riachtanach)
zh_cn: 宽屏 Hack（需要重新启动）

# #30013
source: Widescreen Cheats (Restart Required)
da_dk: Widescreen snydekoder (genstart påkrævet)
de_de: Breitbild-Cheats (Neustart erforderlich)
es_es: Trucos de Pantalla Panorámica (Reinicio Requerido)
ga: Cleasanna Leathan-Scáileáin (Atosú Riachtanach)
zh_cn: 宽屏作弊（需要重新启动）

# #30014
source: Cable Type
da_dk: Kabeltype
de_de: Kabeltyp
es_es: Tipo de Cable
ga: Cineál Cábla
zh_cn: 电缆类型

# #30015
source: Broadcast Standard
da_dk: Udsendelsesstandard
es_es: Estándar de Transmisión
ga: Caighdeán Craolta
zh_cn: 广播标准

# #30016
source: Framerate
da_dk: Billedfrekvens
es_es: Tasa de Fotogramas
ga: Ráta Fráma
zh_cn: 帧速

# #30017
source: Region
da_dk: Område
es_es: Región
ga: Réigiún
zh_cn: 区域

# #30018
source: Language
da_dk: Sprog
de_de: Sprache
es_es: Idioma
ga: Teanga
zh_cn: 语言

# #30019
source: DIV Matching
da_dk: Matchning af DIV
de_de: DIV-Anpassung
es_es: Coincidencia DIV
ga: Meaitseáil DIV
zh_cn: DIV 匹配

# #30020
source: Force Windows CE Mode
da_dk: Gennemtving tilstand for Windows CE
de_de: Windows-CE-Modus erzwingen
es_es: Forzar Modo Windows CE
ga: Fórsáil Mód Windows CE
zh_cn: 强制 Windows CE 模式

# #30021
source: Analog Stick Deadzone
da_dk: Dødzone for analog stick
es_es: Zona Muerta del Stick Analógico
ga: Crios Marbh Bata Analógach
zh_cn: 模拟摇杆死区

# #30022
source: Trigger Deadzone
da_dk: Dødzone for trigger
de_de: Abzug-Deadzone
es_es: Zona Muerta del Gatillo
ga: Spriocdhíon Marbh
zh_cn: 扳机死区

# #30023
source: Digital Triggers
da_dk: Digitale triggere
de_de: Digitale Abzüge
es_es: Gatillos Digitales
ga: Spreagthóirí Digiteacha
zh_cn: 数字触发器

# #30024
source: Enable DSP
da_dk: Aktiver DSP
de_de: DSP aktivieren
es_es: Activar DSP
ga: Cumasaigh DSP
zh_cn: 启用 DSP

# #30025
source: Anisotropic Filtering
da_dk: Anisotropisk filtrering
de_de: Anisotropes Filtern
es_es: Filtrado Anisotrópico
ga: Scagadh Ainiseatrópach
zh_cn: 各向异性滤波

# #30026
source: PowerVR2 Post-processing Filter
da_dk: PowerVR2 efterbehandlingsfilter
de_de: PowerVR2-Nachbearbeitungsfilter
es_es: Filtro de Postprocesado PowerVR2
ga: Scagaire Iarphróiseála PowerVR2
zh_cn: PowerVR2 后处理滤波器

# #30027
source: Texture Upscaling (xBRZ)
da_dk: Strukturopskalering (xBRZ)
de_de: Textur-Hochskalierung (xBRZ)
es_es: Ampliación de Textura (xBRZ)
ga: Uasghrádú Uigeachta (xBRZ)
zh_cn: 纹理缩放（xBRZ）

# #30028
source: Texture Upscaling Max. Filtered Size
da_dk: Maksimal filtreret størrelse for strukturopskalering
de_de: Textur-Hochskalierung Max. gefilterte Größe
es_es: Máx. Ampliación de Textura. Tamaño Filtrado
ga: Uasmhéid Scagtha Uasmhéid Uigeachta
zh_cn: 纹理缩放最大过滤大小

# #30029
source: Enable RTT (Render To Texture) Buffer
da_dk: Aktiver buffer for RTT (Render To Texture)
de_de: RTT(Render-To-Texture)-Buffer aktivieren
es_es: Activar el Búfer RTT (Redenrizar a Textura)
ga: Cumasaigh Maolán RTT (Rindreáil go hUigeacht)
zh_cn: 启用 RTT（渲染到纹理）缓冲区

# #30030
source: Render To Texture Upscaling
da_dk: Opskalering af Render To Texture (rendering til struktur)
de_de: Render-To-Texture-Hochskalierung
es_es: Ampliación del Rendenrizado a Textura
ga: Uas-scálú Rindreála go hUigeacht
zh_cn: 渲染到纹理缩放

# #30031
source: Threaded Rendering (Restart Required)
da_dk: Threaded rendering (genstart påkrævet)
de_de: Threaded-Rendering (Neustart erforderlich)
es_es: Renderización por Hilos (Reinicio Requerido)
ga: Rindreáil Snáithithe (Atosú Riachtanach)
zh_cn: 线程渲染（需要重新启动）

# #30032
source: Synchronous Rendering
da_dk: Synkron rendering
de_de: Synchrones Rendering
es_es: Renderización Síncrona
ga: Rindreáil Shioncrónach
zh_cn: 同步渲染

# #30033
source: Delay Frame Swapping
da_dk: Forsink udskiftning af frames
de_de: Frameaustausch verzögern
es_es: Intercambio de Fotogramas con Retardo
ga: Moill ar Mhalartú Fráma
zh_cn: 延迟帧交换

# #30034
source: Frame Skipping
da_dk: Spring frames over
es_es: Salto de Fotograma
ga: Scipeáil Fráma
zh_cn: 跳帧

# #30035
source: Purupuru Pack/Vibration Pack
da_dk: Purupuru pakke/vibrationspakke
es_es: Purupuru Pack/Vibración Pack
ga: Pacáiste Purupuru/Pacáiste Creathadh
zh_cn: Purupuru 组件/振动组件

# #30036
source: Allow NAOMI Service Buttons
da_dk: Tillad NAOMI tjenesteknapper
de_de: NAOMI-Servicetasten erlauben
es_es: Permitir Botones de Servicio NAOMI
ga: Ceadaigh Cnaipí Seirbhíse NAOMI
zh_cn: 允许 NAOMI 服务按钮

# #30037
source: Enable NAOMI 15KHz DIP switch
da_dk: Aktiver NAOMI 15KHz DIP switch
de_de: NAOMI-15KHz-DIP-Switch aktivieren
es_es: Activar Interruptor NAOMI 15KHz DIP
ga: Cumasaigh lasc DIP NAOMI 15KHz
zh_cn: 启用 NAOMI 15KHz DIP 开关

# #30038
source: Load Custom Textures
da_dk: Indlæs brugerdefinerede overflader
de_de: Benutzerdefinierte Texturen laden
es_es: Cargar Texturas Personalizadas
ga: Luchtaigh Uigeachtaí Saincheaptha
zh_cn: 加载自定义纹理

# #30039
source: Dump Textures
da_dk: Dump teksturer
de_de: Texturen auslagern
es_es: Volcado de Texturas
ga: Uigeachtaí Dumpála
zh_cn: 转储纹理

# #30040
source: Per-Game Visual Memory Units/Systems (VMU)
da_dk: Visuelle hukommelsesenheder/-systemer per spil (VMU)
de_de: Visual Memory Units/Systems (VMU) pro Spiel
es_es: Unidades de Memoria Visual Por Juego/Sistemas (VMU)
ga: Aonaid/Córais Cuimhne Amhairc In Aghaidh an Chluiche (VMU)
zh_cn: 每游戏视觉内存单元/系统（VMU）

# #30041
source: Show Visual Memory Unit/System (VMU) Display Settings
da_dk: Vis skærmindstillinger for visuelle hukommelsesenheder/-systemer per spil (VMU)
de_de: Einstellungen für Visual Memory Unit/System (VMU) anzeigen
es_es: Mostrar Configuración de Pantalla de la Unidad de Memoria Visual/Sistema (VMU)
ga: Taispeáin Socruithe Taispeána Aonaid/Córais Cuimhne Amhairc (VMU)
zh_cn: 显示视觉内存单元/系统（VMU）显示设置

# #30042
source: VMU Screen 1 Display
da_dk: VMU skærm 1 visning
de_de: Anzeige für VMU-Bildschirm 1
es_es: Mostrar Pantalla 1 de la VMU
ga: Taispeántas Scáileán 1 VMU
zh_cn: VMU 屏幕1显示

# #30043
source: VMU Screen 1 Position
da_dk: VMU skærm 1 position
de_de: Position für VMU-Bildschirm 1
es_es: Posición Pantalla 1 de la VMU
ga: Suíomh Scáileáin VMU 1
zh_cn: VMU 屏幕1位置

# #30044
source: VMU Screen 1 Size
da_dk: SMU skærm 1 størrelse
de_de: Größe für VMU-Bildschirm 1
es_es: Tamaño Pantalla 1 de la VMU
ga: Méid Scáileáin VMU 1
zh_cn: VMU 屏幕1尺寸

# #30045
source: VMU Screen 1 Pixel On Color
da_dk: VMU skærm 1 farve for pixel til
de_de: Farbe eingeschalteter Pixel für VMU-Bildschirm 1
es_es: Color de Pixel Encendido Pantalla 1 de la VMU
ga: Scáileán VMU 1 Picteilín Ar Dath
zh_cn: VMU 屏幕1像素开颜色

# #30046
source: VMU Screen 1 Pixel Off Color
da_dk: VMU skærm 1 farve for pixel fra
de_de: Farbe ausgeschalteter Pixel für VMU-Bildschirm 1
es_es: Color de Pixel Apagado Pantalla 1 de la VMU
ga: Scáileán VMU 1 Picteilín As Dath
zh_cn: VMU 屏幕1像素关颜色

# #30047
source: VMU Screen 1 Opacity
da_dk: WMU Skærm 1 gennemsigtighed
de_de: Deckkraft für VMU-Bildschirm 1
es_es: Opacidad Pantalla 1 de la VMU
ga: Teimhneacht Scáileáin 1 VMU
zh_cn: VMU 屏幕1不透明度

# #30048
source: VMU Screen 2 Display
da_dk: VMU skærm 2 visning
de_de: Anzeige für VMU-Bildschirm 2
es_es: Mostrar Pantalla 2 de la VMU
ga: Taispeántas Scáileán 2 VMU
zh_cn: VMU 屏幕2显示

# #30049
source: VMU Screen 2 Position
da_dk: VMU skærm 2 position
de_de: Position für VMU-Bildschirm 2
es_es: Posición Pantalla 2 de la VMU
ga: Suíomh Scáileáin VMU 2
zh_cn: VMU 屏幕2位置

# #30050
source: VMU Screen 2 Size
da_dk: SMU skærm 2 størrelse
de_de: Größe für VMU-Bildschirm 2
es_es: Tamaño Pantalla 2 de la VMU
ga: Méid Scáileáin VMU 2
zh_cn: VMU 屏幕2尺寸

# #30051
source: VMU Screen 2 Pixel On Color
da_dk: VMU skærm 2 farve for pixel til
de_de: Farbe eingeschalteter Pixel für VMU-Bildschirm 2
es_es: Color de Pixel Encendido Pantalla 2 de la VMU
ga: Scáileán VMU 2 Picteilín Ar Dath
zh_cn: VMU 屏幕2像素开颜色

# #30052
source: VMU Screen 2 Pixel Off Color
da_dk: VMU skærm 2 farve for pixel fra
de_de: Farbe ausgeschalteter Pixel für VMU-Bildschirm 2
es_es: Color de Pixel Apagado Pantalla 2 de la VMU
ga: Scáileán VMU 2 Picteilín As Dath
zh_cn: VMU 屏幕2像素关颜色

# #30053
source: VMU Screen 2 Opacity
da_dk: WMU Skærm 2 gennemsigtighed
de_de: Deckkraft für VMU-Bildschirm 2
es_es: Opacidad Pantalla 2 de la VMU
ga: Teimhneacht Scáileáin 2 VMU
zh_cn: VMU 屏幕2不透明度

# #30054
source: VMU Screen 3 Display
da_dk: VMU skærm 3 visning
de_de: Anzeige für VMU-Bildschirm 3
es_es: Mostrar Pantalla 3 de la VMU
ga: Taispeántas Scáileán VMU 3
zh_cn: VMU 屏幕3显示

# #30055
source: VMU Screen 3 Position
da_dk: VMU skærm 3 position
de_de: Position für VMU-Bildschirm 3
es_es: Posición Pantalla 3 de la VMU
ga: Scáileán VMU 3 Seasamh
zh_cn: VMU 屏幕3位置

# #30056
source: VMU Screen 3 Size
da_dk: SMU skærm 3 størrelse
de_de: Größe für VMU-Bildschirm 3
es_es: Tamaño Pantalla 3 de la VMU
ga: Méid Scáileáin VMU 3
zh_cn: VMU 屏幕3尺寸

# #30057
source: VMU Screen 3 Pixel On Color
da_dk: VMU skærm 3 farve for pixel til
de_de: Farbe eingeschalteter Pixel für VMU-Bildschirm 3
es_es: Color de Pixel Encendido Pantalla 3 de la VMU
ga: Scáileán VMU 3 Picteilín Ar Dath
zh_cn: VMU 屏幕3像素开颜色

# #30058
source: VMU Screen 3 Pixel Off Color
da_dk: VMU skærm 3 farve for pixel fra
de_de: Farbe ausgeschalteter Pixel für VMU-Bildschirm 3
es_es: Color de Pixel Apagado Pantalla 3 de la VMU
ga: Scáileán VMU 3 Picteilín As Dath
zh_cn: VMU 屏幕3像素关颜色

# #30059
source: VMU Screen 3 Opacity
da_dk: WMU Skærm 3 gennemsigtighed
de_de: Deckkraft für VMU-Bildschirm 3
es_es: Opacidad Pantalla 3 de la VMU
ga: Teimhneacht Scáileáin VMU 3
zh_cn: VMU 屏幕3不透明度

# #30060
source: VMU Screen 4 Display
da_dk: VMU skærm 4 visning
de_de: Anzeige für VMU-Bildschirm 4
es_es: Mostrar Pantalla 4 de la VMU
ga: Taispeántas Scáileán VMU 4
zh_cn: VMU 屏幕4显示

# #30061
source: VMU Screen 4 Position
da_dk: VMU skærm 4 position
de_de: Position für VMU-Bildschirm 4
es_es: Posición Pantalla 4 de la VMU
ga: Scáileán VMU 4 Seasamh
zh_cn: VMU 屏幕4位置

# #30062
source: VMU Screen 4 Size
da_dk: SMU skærm 4 størrelse
de_de: Größe für VMU-Bildschirm 4
es_es: Tamaño Pantalla 4 de la VMU
ga: Méid Scáileáin VMU 4
zh_cn: VMU 屏幕4尺寸

# #30063
source: VMU Screen 4 Pixel On Color
da_dk: VMU skærm 4 farve for pixel til
de_de: Farbe eingeschalteter Pixel für VMU-Bildschirm 4
es_es: Color de Pixel Encendido Pantalla 4 de la VMU
ga: Scáileán VMU 4 Picteilín Ar Dath
zh_cn: VMU 屏幕4像素开颜色

# #30064
source: VMU Screen 4 Pixel Off Color
da_dk: VMU skærm 4 farve for pixel fra
de_de: Farbe ausgeschalteter Pixel für VMU-Bildschirm 4
es_es: Color de Pixel Apagado Pantalla 4 de la VMU
ga: Scáileán VMU 4 Picteilín As Dath
zh_cn: VMU 屏幕4像素关颜色

# #30065
source: VMU Screen 4 Opacity
da_dk: WMU Skærm 4 gennemsigtighed
de_de: Deckkraft für VMU-Bildschirm 4
es_es: Opacidad Pantalla 4 de la VMU
ga: Teimhneacht Scáileáin VMU 4
zh_cn: VMU 屏幕4不透明度

# #30066
source: Show Light Gun Settings
da_dk: Vis indstillinger for light gun
de_de: Lightgun-Einstellungen anzeigen
es_es: Mostrar Ajustes Pistola de Luz
ga: Taispeáin Socruithe Gunna Solais
zh_cn: 显示光线枪设置

# #30067
source: Gun Crosshair 1 Display
da_dk: Gun crosshair 1 visning
de_de: Anzeige für Fadenkreuz Gun 1
es_es: Visualización Punto de Mira Pistola 1
ga: Taispeántas Croslíne Gunna 1
zh_cn: 枪准星1显示

# #30068
source: Gun Crosshair 2 Display
da_dk: Gun crosshair 2 visning
de_de: Anzeige für Fadenkreuz Gun 2
es_es: Visualización Punto de Mira Pistola 2
ga: Taispeántas Croslíne Gunna 2
zh_cn: 枪准星2显示

# #30069
source: Gun Crosshair 3 Display
da_dk: Gun crosshair 3 visning
de_de: Anzeige für Fadenkreuz Gun 3
es_es: Visualización Punto de Mira Pistola 3
ga: Taispeántas Croslíne Gunna 3
zh_cn: 枪准星3显示

# #30070
source: Gun Crosshair 4 Display
da_dk: Gun crosshair 4 visning
de_de: Anzeige für Fadenkreuz Gun 4
es_es: Visualización Punto de Mira Pistola 4
ga: Taispeántas Croslíne Gunna 4
zh_cn: 枪准星4显示

# Addon Summary
source: Sega - Dreamcast/Naomi (Flycast)
zh_cn: 世嘉 - Dreamcast/Naomi (Flycast)
